Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: We will show how you can make water boil at an even lower temperature, in fact all the way down to almost 40 degrees.
nb: Vi vil vise hvordan du kan få vann til å koke ved enda lavere temperatur, faktisk helt ned til nærmere 40 grader.

source: there is a requirement for a higher level in English proficiency. If you have completed 3-year upper secondary school (
nb: Dersom du har fullført 3-årig videregående skole i Norge, vil generell studiekompetanse dekke kravet til engelsk for opptak til studiet.

source: can communicate about data mining and deep learning issues, analyzes and conclusions within the subject area, both with specialists and to the general public.
nb: kan kommunisere problemstillinger, analyser og konklusjoner innenfor fagområdet, både med spesialister og allmennheten.

source: Training in the use of Novapoint, laboratory exercises with report, and project assignment in engineering with Novapoint.
nb: Opplæring i bruk av Novapoint, laboratorieøvinger med rapport, prosjektoppgave i prosjektering med Novapoint.

source: Evaluate and select the right network technology for a given application and environment
nb: Evaluere og velge riktig nettverksteknologi for en gitt applikasjon og miljø

source: This is how you get started.
nb: Slik kommer du i gang.

source: All applicants must show up in person for an interview at the United States Embassy in Oslo.
nb: Alle søkere må personlig møte opp til intervju ved den amerikanske ambassaden i Oslo.

source: Basic knowledge of a version control system (Git)
nb: Kunne grunnleggende bruk av et versjonskontrollsystem (Git)

source: Software and Services
nb: Programmer og tjenester

source: Students going for an Erasmus+ placement must have a Training Agreement.
nb: Studenter som reiser på Erasmus+ praksisopphold må få signert en læringsavtale for praksis (Training Agreement).

source: The terms "radicalization" and "violent extremism" are difficult to define precisely, and experts disagree
nb: Begrepene «radikalisering» og «voldelig ekstremisme» er vanskelige å definere presist, og fagfolk strides

source: While studying this subject, you have to analyse and discuss current issues relating to ethics, strategy, economics and innovation, etc.
nb: Gjennom faget må man analysere og diskutere dagsaktuelle problemstillinger innen blant annet etikk, strategi, økonomi og innovasjon.

source: Know basic terms such as variables, data types, control structures, lists, functions, classes and objects
nb: Kunne begreper som variabler, datatyper, kontrollstrukturer, lister, funksjoner, klasser og objekter.

source: Based on the course contents developed in the first phase, the second phase, i.e. professional development was undertaken in the school year 2015/2016.
nb: Med utgangspunkt i kursinnholdet fra første fase ble andre fase, dvs. fagutvikling, gjennomført i skoleåret 2015/2016.

source: • dissemination of research through interviews, chronicles, podcasts, videos, blogs or other media
nb: • formidling av forskning gjennom intervjuer, kronikker, podcaster, videoer, blogger eller andre

source: We intend to map the authorities’ risk communication practices in Norway, Germany, Sweden, Switzerland and the United Kingdom.
nb: Vi skal kartlegge myndighetenes kommunikasjonsstrategier i Norge, Tyskland, Sverige, Sveits og Storbritannia.

source: Introduction to scripting/Perl programming.
nb: Innføring til scripting/Perl programmering.

source: Ali grew up in Stavanger, lives in Oslo, and was born in Sri Lanka.
nb: Ali har vokst opp i Stavanger, er bosatt i Oslo og født på Sri Lanka.

source: Here you'll find information for visitors to UiS.
nb: Institutt for kjemi, biovitskap og miljøteknologi

source: Good collaboration skills are highly valued in working life.
nb: Gode samarbeidsevner verdsettes høyt i arbeidslivet.

source: In today's society, which is characterised by technological changes, macroeconomic shifts and pandemics, these topics are more relevant than ever.
nb: I dagens samfunn, som preges av teknologiske endringer, makroøkonomiske skift og pandemi, er disse temaene mer aktuelle enn noensinne.

source: SPSS Statistics and Amos can be installed from the software library
nb: SPSS og Amos kan installeres fra programvarebiblioteket

source: Magne and Inge take a spin to show how the centripetal force works.
nb: Magne og Inge er på en snurr i dagens luke for å vise hvordan sentrifugalkraften fungerer.

source: PART-C Welder Performance qualification (WPQ), essential variables, Number of tests and methods for WPQ and duration of qualifications.
nb: PART-C Welder Performance Qualification (WPQ), essensielle variabler, antall tester og metoder for WPQ og varighet på kvalifikasjonene.

source: Use of software (R) for data-analysis and modelling is an integrated part of the course.
nb: Bruk av programvare (R) for data-analyse og modellering er en integrert del av kurset.

source: and is available for print for 72 hours after purchase.
nb: og være tilgjengelig for utskrift i 72 timer etter gjennomført kjøp.

source: I am studying for a master's degree in Business Administration at UiS Business School because:
nb: Jeg studerer master i økonomi og administrasjon ved UiS fordi:

source: and the Centre for Risk-Informed Policy – CRISP.
nb: og Centre for Risk-Informed Policy

source: This deadline does not apply if the reason for reservation occurs after the first 3 weeks, but it will need to be documented in the application and be sent in as soon as possible.
nb: Denne fristen gjelder ikke dersom grunn for reservasjon oppstår etter de 3 ukene, men da må det tydelig dokumenteres i søknaden om reservasjon så snart som mulig.

source: Be able to develop a code in MATLAB / CALFEM for analysis using the finite element method.
nb: Være i stand til å utvikle et mindre program i MATLAB/CALFEM for analyser med elementmetode.

source: Changes may occur, especially with the spread of Covid-19.
nb: Endringer kan forekomme, spesielt ved smittespredningen av Covid-19.

source: The content of the directional drilling part of the course is:
nb: Innholdet i retningsboringsdelen av kurset er:

source: You can find more information about this in Statista.
nb: Du finner mer informasjon om dette i statistikkdatabasen Statista.

source: Use of spreadsheet and programming in physical and biophysical chemistry.
nb: Bruk av PC, regneark, og programmering innen fysikalsk og biofysikalsk kjemi.

source: Funding and building networks
nb: Finansiering og nettverksbygging

source: 10 ECTS in programming and at least 5 ECTS in operating systems
nb: 10 studiepoeng i programmering og minst 5 studiepoeng i operativsystemer

source: ISPAS: Paths to Successful Innovation
nb: Vindturbin og solceller på campus

source: The CV must contain an overview of what you have done up to now, as a performing musician and conductor.
nb: CV må inneholde en oversikt over hva du har gjort frem til nå, som utøvende musiker og dirigent

source: • reflections about own practice and own artistic field on platforms having international distribution
nb: • refleksjon over egen praksis og eget kunstnerisk fagområde på plattformer med internasjonal

source: A total of 12 companies are on the list of the industry partners of The National IOR Centre of Norwa
nb: Åtte år med industrisamarbeid Totalt 12 selskaper har stått på listen over IOR-senterets industripartnere.

source: Everyone is also affiliated with the SHARE center and are important supporters in SHARE's network, says Haraldseid-Driftland further.
nb: Alle er også tilknyttet SHARE-Senteret og er viktige støttespillere i SHARE sitt nettverk, sier Haraldseid-Driftland videre.

source: Note that you get a unique username in this portal.
nb: Merk at du får et unikt brukernavn i denne portalen.

source: Know about programming constructs such as variables, data types, control structures, lists, functions, classes and objects
nb: Kunne begreper som variabler, datatyper, kontrollstrukturer, lister, funksjoner, klasser og objekter.

source: and violent extremism.
nb: og voldelig ekstremisme.

source: The students will learn about the chemical processes, chemical problems and chemical treatments that are used in the production phase of oil and gas fields, both onland and offshore.
nb: Studentene vil lære om kjemiske prosesser, kjemiske problemer og kjemiske behandlinger som brukes i produksjonsfasen av olje- og gassfelt, både på land og offshore.

source: The person appointed to the post of professor must be able to document that he/she is able to lead and/or
nb: Den som ansettes som professor må kunne dokumentere at han/hun er i stand til å lede og/eller gjennomføre

source: Department of Safety, Economics and Planning
nb: Institutt for sikkerhet, økonomi og planlegging

source: This is SELMA
nb: Dette er SELMA

source: Remember that color is set as standard on the uis-airprint, you must change this to black and white to avoid extra cost!
nb: Husk at farge er satt som standard på uis-airprint, du må selv endre dette til svart/hvitt for å unngå ekstra kostnad!

source: This master’s degree with an average grade of B and above fulfils one of the entry requirements for a PhD degree programme in Norway.
nb: Denne mastergraden med en gjennomsnittskarakter på B eller høyere oppfyller et av opptakskravene til et PhD-studium i Norge.

source: Door 1: Make a Pringles rocket Did you know that you can turn a regular Pringles box into a rocket?
nb: Alle krav til UiS sitt kvalitetssystem, som skal sikre at utdanningene utvikler seg og holder høy kv Luke 1:

source: Academia shal demonstrate high tolerance towards extreme positions and radical opinions,
nb: Akademia skal vise høy toleranse for ytterpunkter og radikale meninger, være en

source: You do this by looking up in UiS's
nb: Det gjør du ved å slå opp i UiS sin

source: FILIORUM- Centre for Research in Early Education and Care has a Scientific Advisory Board consisting of renowned international researchers in the ECEC field.
nb: FILIORUM- Senter for barnehageforskning har et Scientific Advisory Board som består av anerkjente internasjonale forskere innen barnehagefeltet.

source: radicalization and violent extremism.
nb: av radikalisering og voldelig ekstremisme.

source: The analysis also includes identifying characteristics of linear time-invariant (LTI) systems.
nb: Analysen inkluderer også å identifisere karakteristiske egenskaper ved lineære tidsinvariante (LTI) systemer.

source: Understand the ethical standards for scientific work.
nb: Forstå og følge de etiske standarder for vitenskapelig arbeid.

source: No matter how many measures are implemented and how thoroughly prevention work is carried out, it
nb: Uansett hvor mange tiltak man iverksetter og hvor grundig forebyggingsarbeidet er, må man til syvende

source: The administration is also closed during the Christmas holidays, Easter holidays, and joint holidays.
nb: Ekspedisjonen er også stengt i juleferie, påskeferie og fellesferien.

source: Merete Vadla Madland, vice-rector for research at UiS, closed Open Access Week.
nb: Merete Vadla Madland, prorektor for forskning på UiS, avsluttet Open Access Week.

source: The activity will build on the pioneering work performed by UiS, UiB and CMR in 2014.
nb: Aktiviteten vil bygge på det banebrytende arbeidet som ble utført av UiS, UiB og CMR i 2014.

source: Casper Klynge was for several years Denmark's technology ambassador (the first technology ambassador in the world, in fact), and is now Microsoft's director of European government relations.
nb: Casper Klynge var i flere år Danmarks teknologiambassadør (den første teknologiambassadøren i verden, faktisk), og er nå Microsofts direktør for Europeisk myndighetskontakt.

source: UiS, SUS and Laerdal has long experience in collaborative research on newborn resuscitation, and have documented promising results on detecting activities using resuscitation videos from a hospital in Tanzania.
nb: UiS, SUS og Laerdal har lang erfaring fra tidligere prosjekter og kan vise til lovende resultater innen aktivitetsgjenkjenning fra gjenopplivningsvideoer fra sykehus i Tanzania.

source: MAT100 Mathematical Methods 1, MAT200 Mathematical Methods 2, STA100 Probability and Statistics 1
nb: Forkunnskapkrav MAT100 Matematiske metoder 1, MAT200 Matematiske metoder 2, STA100 Sannsynlighetsregning og statistikk 1

source: The execution phase is the part of the project that includes data collection and analyzes of collected data (personal data).
nb: Gjennomføringsfasen er den delen av prosjektet som omfatter datainnsamling og analyser av innsamlede data (personopplysninger).

source: Vice-Rector for Innovation and Society,
nb: Prorektor for innovasjon og samfunn,

source: 7 laboratory excercises, 4 hours per week.
nb: 7 laboratorieøvinger på 4 timer pr uke.

source: The survey involves companies throughout the whole of Norway, and he has mapped out how companies collaborate with universities.
nb: Undersøkelsen hans dekker bedrifter i hele Norge, og han har kartlagt hvordan bedriftene samarbeider med universiteter.

source: The center is jointly managed by the University of Stavanger and NORCE.
nb: Senteret ledes i samarbeid mellom Handelshøgskolen ved UiS og NORCE.

source: We arrange everything from quiz nights and beach cleanups, to hikes and cabin trips!
nb: Vi arrangerer alt fra Quiz og beach-cleanups til fjellturer, hytteturer og surfedager!!

source: The students may develop advanced skills in structural analysis and design, critical evaluation and solving critical issues of steel structures such as multi-story buildings, long span bridges and marine/offshore structures.
nb: Studenten kan utvikle avanserte egenskaper i strukturell analyse og design, kritisk evaluering og løse kritiske problemer relatert til stålkonstruksjoner slik som høye bygninger, broer med lange spenn, og marine/offshore konstruksjoner.

source: 64 articles Applied AI and machine learning for energy and petroleum engineering
nb: 64 artikler Stipendipraten: Lar seg begeistre av naturopplevelser, reising og statistikk

source: At the same time, I think that leadership and being a manager are very important, exciting and complex topics.
nb: Samtidig synes jeg at ledelse og det å være leder er veldig viktige, spennende og komplekse temaer.

source: The program is produced by NETTOP-UIS and was also shown at
nb: Videoen er produsert av NETTOP-UIS og ble også vist på

source: Presentation of ideas, drafts, analyses, concept proposals and model studies
nb: Framlegg av ideer, skisser, analyser, konseptforslag og modellstudier

source: Using simple examples, connections between thermodynamics, system design and efficiency are illuminated.
nb: Med hjelp av enkle eksempel, sammenheng mellom termodynamikk, system utforming og virkningsgrad belyses.

source: Here you can pay with Vipps for our services.
nb: Her kan du betale med Vipps for tjenestene våre.

source: Be able to apply basic geologic concepts for the fields of environmental geology, economic geology, geohazards.
nb: Kunne anvende grunnleggende geologiske begreper innen miljøgeologi, økonomisk geologi og geohazards.

source: In February 2015, the researchers organized meetings with all municipalities and preschools in the Agder region to inform them about the project.
nb: I februar 2015 gjennomførte forskerne møter med alle kommuner og barnehager i Agder for å informere dem om prosjektet.

source: Stress and strain in three dimensions.
nb: Tredimensjonal spenning og tøyning.

source: The library can help you with bibliometric analysis.
nb: Ressurser fra biblioteket innen historie, kunst og religion, samt språk og litteratur.

source: The Clausius-Clapeyron equation.
nb: Trykk og temperatur.

source: The student should be able to draw mechanisms of elementary reactions as polar addition, EAS, Sn1/Sn2, esterifications and acetal formation.
nb: Studenten skal kunne vise ved mekanismer hvordan elementære reaksjoner som polar addisjon, EAS, Sn1/Sn2, forestringer og acetaldannelser foregår.

source: When exchanging, these 30 credits can be replaced by other courses that must be approved before departure.
nb: Ved utveksling kan disse 30 sp erstattes av andre emner som må godkjennes før utreise.

source: Know how regression with binary, multinomial, Poisson- and survival time responses may be done
nb: Kjenne til hvordan regresjon med binære, multinomiske, Poisson- og levetidsresponser kan gjøres

source: For example, this might involve an informational meeting for students, manning an exhibition stand, or something similar.
nb: Det kan for eksempel være informasjonsmøte for studenter, stå på stand eller lignende.

source: Where I live in Stavanger:
nb: Her bor jeg i Stavanger:

source: Collaborating partners in the project are Sandnes and KANVAS kindergartens.
nb: Samarbeidspartnere i prosjektet er Sandnes og KANVAS barnehager.

source: Can apply professional knowledge of health and illness to systematically observe, assess, determine, implement and document appropriate nursing care measures, as well as evaluate their effectiveness and adjust as needed
nb: Kan anvende faglig kunnskap om helse og sykdom for å systematisk observerer, vurdere, beslutte, iverksette og dokumentere hensiktsmessige sykepleietiltak, samt evaluere effekten av disse og justere ved behov

source: Publishing platforms for journals, serials and books
nb: Publiseringsplattformer for tidsskrifter, fagbøker og skriftserier

source: This course introduces numerical methods and modeling techniques used to solve practical problems.
nb: Kunne regne med komplekse tall på kartesisk og eksponentiell form, og bruke de Moivres teorem.

source: In addition, Repsol Norway and Baker Hughes are partners in the project.
nb: I tillegg er Repsol Norge og Baker Hughes samarbeidspartnere i prosjektet.

source: Korn Ferry has over 8,500 employees who are distributed across over 50 different countries.
nb: Det er over 8500 ansatte i Korn Ferry som er fordelt på over 50 ulike land.

source: You should note in particular that red data is referred to as sensitive personal data and that such data has strict requirements for protection.
nb: Du skal merke deg spesielt at røde data omtales som sensitive personopplysninger og at slike data har strenge krav til beskyttelse.

source: Universities play various roles in regional restructuring and development.
nb: Men universitetene spiller like fullt en nøkkelrolle i omstilling og utvikling av regioner.

source: Annie Haver, the head of strategic hotel management at the NHS, interviews the director and at Clarion Hotel in Stavanger
nb: Fagansvarlig i strategisk hotelledelse, Annie Haver, intervjuer direktør og ansatte på Clarion Hotel i Stavanger.

source: Exams can also be arranged outside the exam weeks, according to plan.
nb: Eksamener kan også arrangeres utenom eksamensukene, etter plan.

source: One-to-one sessions in weeks 1 and 2, 2022 (main instrument supervision)
nb: Enetimer i uke 1 og 2, 2022 (veiledning på hovedinstrument)

source: Upon completion of the course, the students shall have a fundamental knowledge of the advanced non-linear analysis and design principles of steel structures.
nb: Etter studenten har fulført emnet, skal studentene ha fundamental kunnskap om avansert ikke-lineær analyse og design prinsipper for stålkonstruksjoner.

source: Various types of innovation, project and process models, disruptive innovation, stakeholders and social construction of technology, responsible research and innovation (RRI), research based innovation and commercialization.
nb: Ulike typer innovasjon, prosjekt- og prosessmodeller, disruptiv innovasjon, interessenter og sosial konstruksjon av teknologi, ansvarlig forskning og innovasjon (RRI), forskningsbasert innovasjon og kommersialisering.

source: Robotics in welding, micro-welding (metal additive manufacturing/3D printing).
nb: Robotikk innen sveising, mikrosveising (metalltilsetningsindustri / 3D-printing).

source: The framework plan for the kindergarten's content and tasks emphasizes respect, forgiveness, equality, diversity, community, democracy, solidarity, and social competence as central values.
nb: Rammeplan for barnehagens innhold og oppgaver fremhever respekt, tilgivelse, likeverd, mangfold, fellesskap, demokrati, solidaritet og samspill som sentrale verdier for barnehagen.

source: Data security for video recording, storage and analysis complies with current GDPR legislation.
nb: Datasikkerhet for opptak, lagring og analyser av video er høyt prioritert, og følger det gjeldende GDPR lovverket.

source: Application of TTT and CCT-diagrams.
nb: Forstå bruk av TTT og CCT diagrammer.

source: Fluid properties, surface tension and viscosity.
nb: Fluidegenskaper, overflatespenning og viskositet.

source: Applied AI for Energy Systems Engineering
nb: Institutt for energi- og petroleumsteknologi

source: The database has different tools, and it also contains reports on countries, digital & trends, Politics & society, industries, and consumers.
nb: Databasen har ulike verktøy, og inneholder også rapporter som omhandler ulike industrier, teknologiske trender, land, politikk og samfunn.

source: Karl Franzens University of Graz
nb: Opplev Europa og det internasjonale studiemiljøet i Nederland.

source: California State University Monterey Bay
nb: Ozyegin University ligger i fantastiske Istanbul i Tyrkia.

source: Our number of members varies slightly from year to year, but tends to be just over 300 members.
nb: Medlemsantallet vårt varierer litt fra år til år, men pleier å ligge rett over 300 medlemmer.

source: You can print pdf files from USB memory stick.
nb: Du kan skrive ut pdf-filer fra USB minnebrikke.

source: The authorities such as the Norwegian Police Security Service (PST) are tasked with providing official
nb: Det tilligger myndigheter som Politiets sikkerhetstjeneste (PST) å gi offisielle trusselvurderinger, som også

source: Faculty of Science and Technology
nb: Institutt for maskin, bygg og materialteknologi

source: • participation/leadership in expert evaluations and investigations
nb: • deltakelse i/leder av sakkyndige evalueringer og utredninger

source: Please ask you study adviser for help to fill in this item.
nb: Dette punktet skal du få hjelp til å fylle ut av ansvarlig person på institutt/fakultet

source: for the collection and processing of “yellow” and “red” data.
nb: for innsamling og behandling av gule og røde data.

source: After completing this course the student will have a thorough knowledge of concrete with respect to spesial types of concrete and use of concrete, mixture design and production of concrete and properties of fresh and hardened concrete including an overview of important requirement in NS-EN 206.
nb: Etter endt kurs skal studentene inneha grundige kunnskaper om betong, spesielle betongtyper og bruksområder for betong, betongproporsjonering og egenskaper til fersk herdnet betong, samt en del sentrale krav i hht NS-EN 206.

source: The tax system must be revised at regular intervals, and a major reform is normal every 30 years.
nb: Skattesystem må revideres med jevne mellomrom, og det er vanlig med en stor reform hvert 30.

source: The bulk of the studies were carried out between 2010 and 2019, and for the greater the part, in the last four years.
nb: Hovedtyngden av studiene ble utført mellom 2010 og 2019, og de aller fleste av disse er gjennomført de siste fire årene.

source: Fundamentals for Nondestructive examinations like Ultrasonic (introduction to Phase array UT, TOFD), Radiography, Penetration testing, Magnetic particle, Eddy current testing.
nb: Grunnleggende for ikke-destruktiv undersøkelse som ultralyd (introduksjon til faseregning UT, TOFD), radiografi, penetrasjonstesting, magnetisk partikkel, virvelstrømstesting.
